Revit 2027 API
UnitTypeId.SquareFeetPerSecond Property
 Square feet per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SquareFeetPerSecond { get; }
Public Shared ReadOnly Property SquareFeetPerSecond As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SquareFeetPerSecond {
	ForgeTypeId^ get ();
}
static member SquareFeetPerSecond : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace